[MarkForTakedown X2AbilityTemplate]
LocFriendlyName="Mark for Takedown"
LocFlyOverText="Mark for Takedown"
LocLongDescription="Mark an enemy to fire at, when a squadmate starts the engagement."
LocHelpText="Mark an enemy to fire at, when a squadmate starts the engagement"
LocPromotionPopupText="<Bullet/> Mark an enemy for Takedown. <br/><Bullet/> The soldier will fire at the marked unit right after a squadmate starts the engagement.<br/><Bullet/> Any offensive action by a squadmate triggers the Takedown.<br/><Bullet/> The order of the shots are processed in the order of mark actions.<br/><Bullet/> Soldiers with the Phantom ability participate in the Takedown even if they would remain concealed otherwise.<br/>"

[MarkForTakedownPistol X2AbilityTemplate]
LocFriendlyName="Mark for Takedown"
LocFlyOverText="Mark for Takedown"
LocLongDescription="Mark an enemy to fire at with your pistol, when a squadmate starts the engagement."
LocHelpText="Mark an enemy to fire at, when a squadmate starts the engagement"
LocPromotionPopupText="<Bullet/> Mark an enemy for Takedown. <br/><Bullet/> The soldier will fire at the marked unit right after a squadmate starts the engagement.<br/><Bullet/> Any offensive action by a squadmate triggers the Takedown.<br/><Bullet/> The order of the shots are processed in the order of mark actions.<br/><Bullet/> Soldiers with the Phantom ability participate in the Takedown even if they would remain concealed otherwise.<br/>"

[MarkForTakedownSniper X2AbilityTemplate]
LocFriendlyName="Mark for Takedown"
LocFlyOverText="Mark for Takedown"
LocLongDescription="Mark an enemy to fire at, when a squadmate starts the engagement."
LocHelpText="Mark an enemy to fire at, when a squadmate starts the engagement"
LocPromotionPopupText="<Bullet/> Mark an enemy for Takedown. <br/><Bullet/> The soldier will fire at the marked unit right after a squadmate starts the engagement.<br/><Bullet/> Any offensive action by a squadmate triggers the Takedown.<br/><Bullet/> The order of the shots are processed in the order of mark actions.<br/><Bullet/> Soldiers with the Phantom ability participate in the Takedown even if they would remain concealed otherwise.<br/>"
